Repository: LeonardoPantani/PBC-FireShield
Catalog: Administration/Translations/*/LC_MESSAGES/navbar.po
Languages: fr_fr

source: Clicca qui per cambiare lingua
fr_fr: Cliquez ici pour changer de langue

source: Clicca qui per cambiare la lingua in
fr_fr: Cliquez ici pour changer la langue dans

source: Clicca qui per andare alla Homepage
fr_fr: Cliquez ici pour aller à la page d'accueil

source: Novità
fr_fr: Nouvelles

source: Login
fr_fr: Se connecter

source: Login sicuro (OTP)
fr_fr: Connexion sécurisée (OTP)

source: Pannello
fr_fr: Pannel Admin

source: Gestione del Network
fr_fr: Gestion de Network

source: Il tuo Network
fr_fr: Votre Network

source: CPS Test
fr_fr: Test CPS

source: Scarica Software
fr_fr: Télécharger le logiciel

source: Compra una licenza
fr_fr: Acheter une licence

source: Rinnova la tua licenza
fr_fr: Renouvelez votre licence

source: Questa sessione non contiene dati personali e solo 4 scansioni sono permesse
fr_fr: Cette session ne contient pas de données personnelles et seules 4 analyses sont autorisées

source: Login sicuro OTP in uso
fr_fr: Connexion OTP sécurisée en cours d'utilisation

source: I dati raccolti da questa sessione saranno inviati a FireShield al fine di migliorare il servizio. Grazie per essere un nostro Partner!
fr_fr: Les données recueillies lors de cette session seront envoyées à FireShield afin d’améliorer le service. Merci d'être notre partenaire !

source: Account Partner in uso
fr_fr: Compte partenaire utilisé

source: Questa pagina non è stata ancora tradotta nella tua lingua.
fr_fr: Cette page n'a pas encore été traduite dans votre langue.

source: Impostazioni & Stato Licenza
fr_fr: Paramètres et statut de la licence

source: Benvenuto
fr_fr: Bienvenue

source: Questa è la versione attuale del
fr_fr: Ceci est la version actuelle du

source: Clicca qui per accedere al servizio di ticket
fr_fr: Cliquez ici pour accéder au service des tickets

source: Logout
fr_fr: Déconnexion
