Repository: LeonardoPantani/PBC-FireShield
Catalog: Translations/*/LC_MESSAGES/buy.po
Languages: fr_fr

source: Licenze %s
fr_fr: Licence %s

source: Acquistare una qualsiasi licenza garantirà l'accesso al servizio di scansioni. La licenza singola darà accesso ad una singola persona, la licenza network darà accesso ad un numero illimitato di membri dello staff del tuo network.
fr_fr: L'achat d'une licence garantira l'accès au service de numérisation. La licence personnel donnera accès à une seule personne, la licence Network donnera accès à un nombre illimité de membres du personnel de votre Network.

source: Effettuando l'acquisto accetterai automaticamente i nostri
fr_fr: En faisant l'achat, vous accepterez automatiquement nos

source: Termini di Servizio
fr_fr: Conditions de service

source: Licenze Singole
fr_fr: Licence personnel

source: Durata licenza
fr_fr: Durée de la licence

source: Mensile
fr_fr: Mensuel

source: Permanente
fr_fr: Permanent

source: Scegli uno Username
fr_fr: Choisissez un nom d'utilisateur

source: Licenze Network
fr_fr: Licence Network

source: Se sei il proprietario di un Network?%s Vogliamo metterci in contatto con te per poterti offrire uno sconto sulla licenza per ogni tuo membro dello Staff!%s %sContattaci%s
fr_fr: Êtes-vous le Owner d'un Network ?%s Nous souhaitons vous contacter afin de vous proposer une réduction sur la licence pour chacun de vos collaborateurs !%s %sContact%s

source: Visualizzazione opzioni di pagamento di DEBUG
fr_fr: Affichage des options de paiement DEBUG

source: Pagamenti in manutenzione
fr_fr: Paiements de maintenance

source: Attualmente il sistema di licenze è in fase di manutenzione, pertanto non è possibile fare acquisti mentre lo staff indaga sul problema. Ci scusiamo per il disagio.
fr_fr: Actuellement, le système de licences est en cours de maintenance, il est donc impossible de faire des achats pendant que le personnel étudie le problème. Nous nous excusons pour la gêne occasionnée.

source: L′Username deve avere una lunghezza tra i
fr_fr: Le nom d'utilisateur doit avoir une longueur comprise entre

source: ed i
fr_fr: et moi

source: caratteri
fr_fr: caractères

source: L′Username contiene caratteri non validi
fr_fr: Le nom d'utilisateur contient des caractères non valides

source: Tutti i campi sono corretti. Clicca di nuovo per CONFERMARE
fr_fr: Tous les champs sont corrects. Cliquez à nouveau pour CONFIRMER

source: Scegli un altro Username
fr_fr: Choisissez un autre nom d'utilisateur

source: Inserisci uno Username
fr_fr: Entrez un nom d'utilisateur

source: Caso imprevisto
fr_fr: Événement inattendu

source: Questo Username è già in uso
fr_fr: Ce nom d'utilisateur est déjà utilisé
