Repository: LeonardoPantani/PBC-FireShield
Catalog: Translations/*/LC_MESSAGES/cpstest.po
Languages: fr_fr

source: CPS Test
fr_fr: Test CPS

source: Acquista una licenza
fr_fr: Acheter une licence

source: qui
fr_fr: ici

source: per ottenere l'accesso a tutte le funzionalità di
fr_fr: pour avoir accès à toutes les fonctionnalités de

source: Ottengo dati...
fr_fr: Je reçois des données ...

source: Durata test personalizzata
fr_fr: Durée du test personnalisé

source: secondo
fr_fr: seconde

source: secondi
fr_fr: secondes

source: Clicca per iniziare!
fr_fr: Cliquez pour commencer !

source: Il test mostrerà in tempo reale i click per secondo effettuati! Al termine saranno visualizzati i risultati finali.
fr_fr: Le test affichera les clics en temps réel par seconde ! A la fin, les résultats finaux seront affichés.

source: Media degli utenti
fr_fr: Moyenne des utilisateurs

source: Click totali
fr_fr: Total de clics

source: Clicca qui!
fr_fr: Cliquez ici !

source: rimasti
fr_fr: est resté

source: Test terminato!
fr_fr: Test terminé !

source: Clicca sul pulsante per ricominciare da capo il test CPS
fr_fr: Cliquez sur le bouton pour relancer le test CPS

source: I risultati sono stati respinti dal server delle classifiche
fr_fr: Les résultats ont été rejetés par le serveur de classement

source: rimasto
fr_fr: est resté

source: I risultati sono stati inviati al server delle classifiche
fr_fr: Les résultats ont été envoyés au serveur de classement

source: Si è verificato un errore cercando di inviare i dati al server delle classifiche
fr_fr: Une erreur s'est produite lors de la tentative d'envoi des données au serveur de classement

source: Si è verificato un errore interno
fr_fr: Une erreur interne s'est produite
