Repository: LeonardoPantani/PBC-FireShield
Catalog: Translations/*/LC_MESSAGES/create2FA.po
Languages: fr_fr

source: Autenticazione a 2 fattori (2FA)
fr_fr: Authentification à 2 facteurs (2FA)

source: Codice QR
fr_fr: Code QR

source: Un codice 2FA è un insieme di 6 cifre casuali generate ogni 30 secondi dall'app Google Authenticator
fr_fr: Un code 2FA est un ensemble de 6 chiffres aléatoires générés toutes les 30 secondes par l'application Google Authenticator

source: Se non sai cosa fare, consulta la sezione 'Tutorial' scorrendo questa pagina verso il basso
fr_fr: Si vous ne savez pas quoi faire, consultez la section "Tutoriel" en faisant défiler cette page

source: Codice 2FA
fr_fr: Code 2FA

source: Conferma codice QR
fr_fr: Confirmer le code QR

source: Tutorial
fr_fr: Tutoriel

source: L'app Google Authenticator è scaricabile sia per dispositivi
fr_fr: L'application Google Authenticator est téléchargeable pour les deux appareils

source: che per dispositivi
fr_fr: que pour les appareils

source: Una volta scaricata l'applicazione, cliccare sul tasto '+' in basso a destra e selezionare l'opzione 'Leggi codice a barre'
fr_fr: Une fois l'application téléchargée, cliquez sur le bouton '+' en bas à droite et sélectionnez l'option 'Lire le code à barres'

source: Qualora il dispositivo fosse sprovvisto di fotocamera selezionare l'opzione 'Inserisci un codice fornito' ed inserire questo testo:
fr_fr: Si l'appareil ne dispose pas de caméra, sélectionnez l'option "Entrer un code fourni" et entrez le texte suivant:

source: Inquadra il codice QR con la fotocamera in modo che il quadrato di selezione combaci con il codice QR
fr_fr: Cadrez le code QR avec la caméra pour que le carré de sélection corresponde au code QR

source: Una volta completata la procedura comparirà un riquadro contenente un codice di 6 cifre casuale e sotto di esso il nome dell'account associato a
fr_fr: Une fois la procédure terminée, une boîte apparaît contenant un code aléatoire à 6 chiffres et au-dessous, le nom du compte associé à

source: Inserire il codice fornito dall'app dentro il riquadro 'Codice 2FA' nel campo soprastante
fr_fr: Entrez le code fourni par l'application à l'intérieur de la case "Code 2FA" dans le champ ci-dessus

source: Verificare che nel codice non ci siano errori e cliccare su 'Conferma codice QR'
fr_fr: Vérifiez qu'il n'y a pas d'erreur dans le code et cliquez sur 'Confirmer le code QR'

source: Una volta completata questa procedura sarà richiesto di nuovo il login, dove questa volta dovrai inserire anche il nuovo codice fornito oltre all'Username e la Password
fr_fr: Une fois cette procédure terminée, vous devrez vous connecter à nouveau. Cette fois, vous devrez également saisir le nouveau code fourni, en plus du nom d'utilisateur et du mot de passe

source: Avvertimento
fr_fr: Avertissement

source: I codici di Google scadono ogni 30 secondi, pertanto bisogna essere sicuri di aver cliccato il pulsante 'Conferma codice QR' prima che il codice fornito scada.
fr_fr: Les codes Google expirant toutes les 30 secondes, cliquez sur le bouton "Confirmer le code QR" avant que le code fourni expire.

source: In caso di problemi con il codice 2FA, sei pregato di scriverci
fr_fr: En cas de problème avec le code 2FA, écrivez-nous

source: una Email
fr_fr: un email

source: L'autenticazione a 2 fattori è già attiva, non è necessario rieffettuare l'operazione
fr_fr: L'authentification à 2 facteurs est déjà active, il n'est pas nécessaire d'effectuer l'opération à nouveau

source: Torna alla Homepage
fr_fr: Retour à la page d'accueil

source: Attendi
fr_fr: Attendre

source: Elaborazione richiesta
fr_fr: Demande de traitement

source: Si è verificato un errore
fr_fr: Une erreur est survenue

source: Il codice inserito non è valido
fr_fr: Le code entré n'est pas valide

source: Successo
fr_fr: Succès

source: Il codice è stato confermato
fr_fr: Le code a été confirmé

source: Il codice inserito è errato, controlla di averlo inserito correttamente e che non sia scaduto
fr_fr: Le code entré est incorrect, vérifiez que vous l'avez entré correctement et qu'il n'a pas expiré

source: Non è stato possibile salvare il codice nel database
fr_fr: Le code n'a pas pu être enregistré dans la base de données

source: Inserisci il valore segreto dall'app Google Authenticator
fr_fr: Entrez la valeur secrète de l'application Google Authenticator

source: Utente inesistente
fr_fr: Utilisateur inexistant
