Repository: LeonardoPantani/PBC-FireShield
Catalog: Translations/*/LC_MESSAGES/credits.po
Languages: fr_fr

source: Informazioni su
fr_fr: Informations sur

source: Versione attuale:
fr_fr: Version actuelle:

source: Profili social:
fr_fr: Profils sociaux:

source: Crediti
fr_fr: Crédits

source: Proprietari
fr_fr: Propriétaires

source: Leader Sito Web e Sviluppatore Web
fr_fr: Chef de site Web et développeur Web

source: Leader Progetto e Sviluppatore Software
fr_fr: Chef de projet et développeur de logiciels

source: Amministratori
fr_fr: Administrateurs

source: Direttore Gestione
fr_fr: Directeur général

source: Manager Community
fr_fr: Manager de la communauté

source: Staff
fr_fr: Membres du personnel

source: Sviluppatore Java
fr_fr: Développeur Java

source: Grazie a tutti coloro che hanno contribuito alla realizzazione del %s!
fr_fr: Merci à tous ceux qui ont contribué à la réalisation de %s!

source: Mostra Librerie
fr_fr: Afficher les bibliothèques

source: Librerie che utilizziamo
fr_fr: Les bibliothèques que nous utilisons

source: Sito Web
fr_fr: Site web

source: Nascondi Librerie
fr_fr: Masquer les bibliothèques
