Repository: LeonardoPantani/PBC-FireShield
Catalog: Translations/*/LC_MESSAGES/index.po
Languages: fr_fr

source: Operazioni di manutenzione in corso, ci scusiamo per il disagio
fr_fr: Opérations de maintenance en cours, nous nous excusons pour la gêne occasionnée

source: Il servizio di scansione tornerà disponibile quanto prima
fr_fr: Le service de numérisation sera à nouveau disponible dans les meilleurs délais

source: Durante la manutenzione si può
fr_fr: Pendant la maintenance, vous pouvez

source: Effettuare il login
fr_fr: Se connecter

source: Acquistare licenze
fr_fr: Acheter une license

source: Accedere alle proprie Impostazioni
fr_fr: Accédez à vos paramètres

source: Effettuare il test dei CPS
fr_fr: Effectuer le test CPS

source: Segnalare problemi riguardanti la piattaforma
fr_fr: Signaler des problèmes concernant la plateforme

source: Scaricare lo Screenshare Tool
fr_fr: Télécharger le Screenshare Tool

source: Benvenuto su
fr_fr: Bienvenue sur

source: Per effettuare scansioni è necessario acquistare una licenza
fr_fr: Pour scanner, vous devez acheter une licence

source: qui
fr_fr: ici

source: Abbiamo anche rilasciato uno Screenshare tool <b>gratuito</b> dotato di numerose funzionalità scaricabile
fr_fr: Nous avons également publié un outil de Screenshare tool <b>gratuit</b> avec de nombreuses fonctionnalités téléchargeables

source: Il servizio di scansioni non è disponibile
fr_fr: Le service de numérisation n’est pas disponible

source: Abilita l'autenticazione a 2 fattori per poter effettuare scansioni
fr_fr: Activer l’authentification à 2 facteurs pour effectuer des analyses

source: Clicca per iniziare
fr_fr: Cliquez pour commencer

source: Iniziamo
fr_fr: Nous commençons

source: CHIUSURA DI %s
fr_fr: CLÔTURE DU %s

source: Il %s chiuderà definitivamente in data %s. Per maggiori informazioni clicca %squi%s.
fr_fr: Le %s fermera définitivement le %s. Pour plus d'informations, cliquez %sici%s.

source: È sorto un problema grave con la seguente funzionalità
fr_fr: Un problème sérieux est apparu avec les fonctionnalités suivantes

source: Per questo motivo quest'ultima potrebbe non funzionare come previsto e consigliamo di non utilizzarla
fr_fr: Pour cette raison, il peut ne pas fonctionner comme prévu et nous vous déconseillons de l’utiliser

source: Ci scusiamo per il disagio
fr_fr: Nous nous excusons pour le désagrément

source: È sorto un problema con la seguente funzionalità
fr_fr: Un problème est survenu avec les fonctionnalités suivantes

source: Per questo motivo quest'ultima potrebbe subire rallentamenti o errori durante il periodo di permanenza di questo avviso
fr_fr: Pour cette raison, ces derniers peuvent subir des ralentissements ou des erreurs pendant la durée de cette notification

source: È in fase di modifica e aggiornamento la seguente funzionalità
fr_fr: La fonctionnalité suivante est en cours de modification et mise à jour

source: Per questo motivo quest'ultima potrebbe essere temporaneamente non disponibile mentre viene aggiornata
fr_fr: Pour cette raison, il peut être temporairement indisponible pendant la mise à jour

source: È sorto un problema con
fr_fr: Un problème est apparu avec

source: Per questo motivo
fr_fr: Pour cette raison

source: potrebbe non funzionare come previsto
fr_fr: peut ne pas fonctionner comme prévu

source: Inserisci i risultati di ricerca di ProcessHacker™ nella rispettiva sezione. La dimensione massima per ogni file è
fr_fr: Entrez les résultats de la recherche ProcessHacker™ dans la section correspondante. La taille maximale de chaque fichier est

source: Durata scansione stimata
fr_fr: Durée estimée du scan

source: Check
fr_fr: Scan

source: Sono consentite solo 4 scansioni per i login OTP
fr_fr: Seules 4 analyses sont autorisées pour les connexions OTP

source: Inserisci
fr_fr: Entrer

source: o Log Antivirus
fr_fr: ou journal antivirus

source: Inserisci TUTTI i file per effettuare una scansione più completa ed efficace. Alcuni cheats possono essere trovati solo inserendo tutti i file.
fr_fr: Insérez TOUS les fichiers pour effectuer une analyse plus complète et plus efficace. Certains tricheurs ne peuvent être trouvés qu’en entrant tous les fichiers.

source: Codice errore
fr_fr: Code d’erreur

source: Errore non specificato
fr_fr: Erreur non spécifiée

source: Inizia la scansione
fr_fr: Lancer le scan

source: Grazie per aver scelto %s%s%s
fr_fr: Merci d'avoir choisi %s%s%s

source: Avviso di file pesante
fr_fr: Alerte fichier lourd

source: La scansione potrebbe richiedere diversi minuti.
fr_fr: L’analyse peut prendre plusieurs minutes.

source: Consigliamo il nostro Screenshare Tool che contiene il compressore.
fr_fr: Nous recommandons notre outil de Screenshare Tool qui contient le compresseur.

source: Download
fr_fr: Télécharger

source: Clicca qui per maggiori informazioni sulla scansione
fr_fr: Cliquez ici pour plus d’informations sur le scan

source: Inserisci TUTTI i file per effettuare una scansione più completa ed efficace. Alcuni cheats possono essere trovati solo inserendo tutti i files
fr_fr: Insérez TOUS les fichiers pour effectuer une analyse plus complète et plus efficace. Certains cheats ne peuvent être trouvés qu’en entrant tous les fichiers

source: Maggiori informazioni
fr_fr: Plus d’informations

source: Risultato check
fr_fr: Vérifier le résultat

source: Clicca per altre informazioni
fr_fr: Cliquez pour plus d’informations

source: Avviso
fr_fr: Avis

source: Il risultato di questa scansione non è sicuro al 100%
fr_fr: Le résultat de cette analyse n’est pas sécurisé à 100%

source: Sono necessarie ulteriori verifiche
fr_fr: Des vérifications supplémentaires sont nécessaires

source: Consiglio
fr_fr: Conseil

source: Puoi cliccare sul risultato per visualizzare tutte le informazioni relative a quella scansione
fr_fr: Vous pouvez cliquer sur le résultat pour afficher toutes les informations relatives à cette analyse

source: Inizializzazione del servizio di scansione
fr_fr: Initialisation du service de numérisation

source: Servizio di scansione caricato con successo
fr_fr: Service d’analyse chargé avec succès

source: Clicca qui per segnalare il problema
fr_fr: Cliquez ici pour signaler le problème

source: Scansiono...
fr_fr: Je scrute ...

source: Cheat Rilevati
fr_fr: Triche détecté

source: Sospetto
fr_fr: Soupçonné

source: Pulito
fr_fr: Propre

source: Si è verificato un errore interno. Ci scusiamo per il disagio.
fr_fr: Une erreur interne s’est produite. Nous nous excusons pour la gêne occasionnée.

source: Il file compresso deve avere lo stesso nome del file .txt!
fr_fr: Le fichier compressé doit porter le même nom que le fichier .txt !

source: Si è verificato un errore durante l’upload, riprova.
fr_fr: Une erreur s’est produite lors du téléchargement. Veuillez réessayer.

source: Il file che hai caricato è troppo grande.
fr_fr: Le fichier que vous avez téléchargé est trop volumineux.

source: L’estensione del file caricato non è valida.
fr_fr: L’extension du fichier téléchargé n’est pas valide.

source: Il file che hai caricato non è valido.
fr_fr: Le fichier que vous avez téléchargé n’est pas valide.

source: Il limite di scansioni per account OTP è stato raggiunto.
fr_fr: La limite d’analyse pour les comptes OTP a été atteinte.

source: Il servizio non è al momento disponibile, riprova più tardi.
fr_fr: Le service n’est actuellement pas disponible, veuillez réessayer ultérieurement.

source: Il login è richiesto per poter effettuare scansioni.
fr_fr: Une connexion est requise pour effectuer des analyses.

source: La licenza è scaduta.
fr_fr: La licence a expiré.

source: Caso imprevisto:
fr_fr: Cas inattendu:

source: Errore
fr_fr: Erreur

source: Scansione completata!
fr_fr: Scan terminé !

source: Calcolo...
fr_fr: Calcul ...

source: secondo rimasto
fr_fr: seconde restante

source: secondi rimasti
fr_fr: secondes restantes

source: Progresso upload
fr_fr: Progression du téléchargement

source: Carico...
fr_fr: Chargement en cours ...

source: Upload completato!
fr_fr: Téléchargement terminé !

source: Saltato
fr_fr: Sautée

source: Il file compresso deve avere lo stesso nome del file .txt all’interno.
fr_fr: Le fichier compressé doit porter le même nom que le fichier .txt qu’il contient.

source: File troppo pesanti
fr_fr: Fichiers trop lourds

source: Tutti i file devono pesare meno di
fr_fr: Tous les fichiers doivent peser moins de

source: Estensioni non valide
fr_fr: Extensions non valides

source: Tutti i file devono essere .zip
fr_fr: Tous les fichiers doivent être .zip

source: È richiesto un file
fr_fr: Un fichier est requis

source: Inserisci un file per iniziare la scansione
fr_fr: Insérer un fichier pour lancer la numérisation

source: File troppo pesante
fr_fr: Dossier trop lourd

source: Questo file supera il limite di
fr_fr: Ce fichier dépasse la limite de

source: Estensione non valida
fr_fr: Extension invalide

source: Ogni file deve terminare con l’estensione .zip
fr_fr: Chaque fichier doit se terminer par l’extension .zip
