Repository: LeonardoPantani/PBC-FireShield
Catalog: Translations/*/LC_MESSAGES/passwordRecovery.po
Languages: fr_fr

source: Mail inviata
fr_fr: Courrier envoyé

source: Si è verificato un errore
fr_fr: Une erreur est survenue

source: Compila tutti i campi.
fr_fr: Remplissez tous les champs.

source: Imposta tutti i campi.
fr_fr: Définir tous les champs.

source: Username non trovato.
fr_fr: Nom d'utilisateur non trouvé.

source: Questo Username non ha un indirizzo Email assegnato. Impossibile procedere.
fr_fr: Ce nom d'utilisateur n'a pas d'adresse e-mail attribuée. Impossible de continuer.

source: Impossibile impostare il token di recupero.
fr_fr: Impossible de définir le jeton de récupération.

source: Non è stato possibile inviare la mail.
fr_fr: Le courrier n'a pas pu être envoyé.

source: Verifica reCaptcha fallita.
fr_fr: La vérification ReCaptcha a échoué.

source: Controlla la casella di Posta.
fr_fr: Vérifiez la boîte aux lettres.

source: Recupero Password
fr_fr: Récupération du mot de passe

source: Inserisci qui l'Username dell'account che vuoi recuperare.
fr_fr: Entrez ici le nom d'utilisateur du compte que vous souhaitez récupérer.

source: Prepara la casella di Posta perché ti invieremo una mail per recuperare la tua Password.
fr_fr: Préparez la boîte aux lettres car nous vous enverrons un courrier électronique pour récupérer votre mot de passe.

source: Username utilizzato
fr_fr: Nom d'utilisateur utilisé

source: Caricamento
fr_fr: Chargement

source: Invia mail di recupero
fr_fr: Envoyer un courrier de récupération

source: Esegui il reCaptcha per poter continuare
fr_fr: Exécutez le reCaptcha pour continuer

source: Username confermato!
fr_fr: Nom d'utilisateur confirmé !

source: Username non trovato
fr_fr: Nom d'utilisateur non trouvé

source: Inserisci uno Username
fr_fr: Entrez un nom d'utilisateur

source: Caso imprevisto
fr_fr: Événement inattendu
