Repository: LeonardoPantani/PBC-FireShield
Catalog: Translations/*/LC_MESSAGES/settings.po
Languages: fr_fr

source: Impostazioni
fr_fr: Paramètres

source: Sconosciuto
fr_fr: Inconnu

source: Mese
fr_fr: Mois

source: Anno
fr_fr: Année

source: Ciao
fr_fr: Bonjour

source: Buon pomeriggio
fr_fr: Bon après-midi

source: Buonasera
fr_fr: Bonsoir

source: Impostazioni di %s
fr_fr: Paramètres de %s

source: Siamo così felici di rivederti!
fr_fr: Nous sommes si heureux de vous revoir !

source: Vai allo Scanner
fr_fr: Aller au scanner

source: Clicca qui per andare allo Scanner
fr_fr: Cliquez ici pour aller au scanner

source: ATTIVA
fr_fr: ACTIVE

source: NON ATTIVA
fr_fr: PAS ACTIF

source: ID Licenza
fr_fr: ID de licence

source: Tipo licenza
fr_fr: Type de licence

source: Mensile
fr_fr: Mensuel

source: Permanente
fr_fr: Permanent

source: Singola
fr_fr: Personnel

source: Scadenza licenza
fr_fr: Expiration de la licence

source: Mai
fr_fr: Jamais

source: Scade tra
fr_fr: Expire dans

source: giorno
fr_fr: jour

source: giorni
fr_fr: journées

source: Licenza scaduta il
fr_fr: Licence expirée le

source: Scaduta da
fr_fr: Expiré du

source: La licenza risulta scaduta, puoi riattivarla cliccando il pulsante sottostante
fr_fr: La licence est expirée, vous pouvez la réactiver en cliquant sur le bouton ci-dessous

source: Pagamenti in manutenzione
fr_fr: Paiements de maintenance

source: Attualmente il sistema di licenze è in fase di manutenzione, pertanto non è possibile fare acquisti mentre lo staff indaga sul problema. Ci scusiamo per il disagio.
fr_fr: Actuellement, le système de licences est en cours de maintenance, il est donc impossible de faire des achats pendant que le personnel étudie le problème. Nous nous excusons pour la gêne occasionnée.

source: Errore Licenza
fr_fr: Erreur de licence

source: Si è verificato un errore cercando di ottenere la scadenza della licenza.
fr_fr: Une erreur s’est produite lors de la tentative d’obtention de l’expiration de la licence.

source: Contatta lo staff.
fr_fr: Contactez le personnel.

source: Codice OTP (One Time Password)
fr_fr: Code OTP (Mot de passe unique)

source: Clicca qui per vedere un tutorial
fr_fr: Cliquez ici pour voir un tutoriel

source: Genera un nuovo codice OTP, se ne esiste già uno quello precedente viene sovrascritto
fr_fr: Générer un nouveau code OTP, s’il en existe déjà un, le précédent est écrasé

source: Genera codice OTP
fr_fr: Générer un code OTP

source: Elimina l’attuale codice OTP
fr_fr: Supprimer le code OTP actuel

source: Elimina codice OTP
fr_fr: Supprimer le code OTP

source: Copia l’attuale codice OTP
fr_fr: Copier le code OTP actuel

source: Copia codice OTP
fr_fr: Copier le code OTP

source: Codice OTP
fr_fr: Code OTP

source: Inizio sessione
fr_fr: Début de session

source: Stato sessione
fr_fr: Statut de la session

source: Scansioni eseguite
fr_fr: Scans effectués

source: La sessione terminerà tra
fr_fr: La session se terminera dans

source: Caricamento...
fr_fr: Chargement en cours ...

source: Preferenze
fr_fr: Préférences

source: In questa sezione puoi modificare alcune impostazioni relative al tuo account %s.
fr_fr: Vous pouvez modifier ici %s tous les paramètres liés à votre compte.

source: NewsLetter
fr_fr: Nouvelles

source: Autorizzato
fr_fr: Autorisé

source: Non autorizzato
fr_fr: Non autorisé

source: Consentici di inviarti Email promozionali e di aggiornamento alla casella di posta collegata al tuo account %s.
fr_fr: Autorisez-nous à vous envoyer des Mail dans la boîte aux lettres associée à votre compte %s.

source: Lingua preferenziale
fr_fr: Langue préférée

source: Seleziona la lingua che l'interfaccia deve assumere, indipendentemente dall'indirizzo IP e dalla tua posizione attuale.
fr_fr: Sélectionnez la langue que l’interface doit prendre, indépendamment de l’adresse IP et de votre emplacement actuel.

source: Login redirect
fr_fr: Login redirection

source: Seleziona la pagina dove vuoi essere portato una volta effettuato il login. Puoi scegliere tra:
fr_fr: Sélectionnez la page sur laquelle vous souhaitez être dirigé une fois connecté. Vous pouvez choisir entre:

source: Popup scansione
fr_fr: Scan contextuel

source: Sì
fr_fr: Oui

source: No
fr_fr: Non

source: Scegli se vuoi visualizzare automaticamente la schermata di informazioni aggiuntive delle scansioni con esito 'Cheat' o 'Sospetto'.
fr_fr: Choisissez si vous souhaitez en savoir plus sur le résultat 'Triche' ou 'Supçonné'.

source: Intervallo preferenziale
fr_fr: Intervalle préférentiel

source: Scegli l'intervallo preferito di visualizzazione del grafico sottostante. Puoi scegliere tra:
fr_fr: Choisissez la plage d’affichage préférée du graphique ci-dessous. Vous pouvez choisir entre:

source: Formato data
fr_fr: Format de date

source: Giorno
fr_fr: Jour

source: Scegli il formato della data che vuoi venga mostrato in tutta la piattaforma. L'ora sarà sempre mostrata con il formato a 24 ore.
fr_fr: Choisissez le format de date que vous souhaitez afficher sur la plate-forme. L’heure sera toujours affichée au format 24 heures.

source: Riepilogo scansioni
fr_fr: Résumé du scan

source: scansioni
fr_fr: scans

source: Scegli quante scansioni devono essere visualizzate nella sezione 'Le tue ultime scansioni'.
fr_fr: Choisissez le nombre d’analyses à afficher dans la section 'Vos dernières analyses'.

source: Esito Scansioni Autom.
fr_fr: Résultat d’Analyse Autom.

source: Scegli se andare alla sezione<br>'Le tue ultime scansioni' automaticamente al termine di una sessione OTP.
fr_fr: Choisissez si vous souhaitez accéder à la section "Vos dernières analyses" automatiquement à la fin d'une session OTP.

source: Autenticazione a 2 fattori
fr_fr: Authentification à 2 facteurs

source: Scegli se abilitare l'autenticazione a 2 fattori. Consigliamo di tenere abilitata questa impostazione.
fr_fr: Choisissez d’activer ou non l’authentification à 2 facteurs. Nous vous recommandons de laisser ce paramètre activé.

source: Un codice 2FA è composto da 6 cifre casuali generate ogni 30 secondi dall'app %sGoogle Authenticator%s.
fr_fr: Un code 2FA est composé de 6 chiffres aléatoires générés toutes les 30 secondes par l'application %sGoogle Authenticator%s.

source: Nel caso di smarrimento dei codici 2FA è possibile usare i codici di recupero visibili
fr_fr: En cas de perte des codes 2FA, il est possible d'utiliser les codes de récupération visibles

source: qui
fr_fr: here

source: Per favore genera dei codici di recupero, nel caso non avessi più accesso ai codici 2FA! Accedi a
fr_fr: Veuillez générer des codes de récupération au cas où vous n'auriez plus accès aux codes 2FA! Accéder à

source: questa pagina
fr_fr: cette page

source: Il tuo account non è totalmente al sicuro, in quanto un malintenzionato con le tue credenziali potrebbe essere in grado di accedere a dati sensibili e al tuo account senza il tuo consenso.
fr_fr: Votre compte n’est pas totalement sécurisé, car un attaquant disposant de vos informations d’identification pourra peut-être accéder aux données sensibles et à votre compte sans votre consentement.

source: Per favore, abilita la autenticazione a 2 fattori
fr_fr: S’il vous plaît activer l’authentification à 2 facteurs

source: Clicca per iniziare
fr_fr: Cliquez pour commencer

source: cliccando qui
fr_fr: en cliquant ici

source: Statistiche
fr_fr: Statistiques

source: Visualizzando le scansioni effettuate in questo
fr_fr: Affichage des analyses effectuées dans cette

source: Passa a visualizzazione annuale
fr_fr: Passer à la vue annuelle

source: Passa a visualizzazione mensile
fr_fr: Passer à la vue mensuelle

source: Le tue ultime
fr_fr: Votre dernier

source: Nessuna scansione trovata.
fr_fr: Aucun scan trouvé.

source: ID scansione
fr_fr: ID de scan

source: Data scansione
fr_fr: Date de scan

source: Durata scansione
fr_fr: Durée du scan

source: Tipo scansione
fr_fr: Type de scan

source: Esito scansione
fr_fr: Résultat d’analyse

source: Log scansione
fr_fr: Passer à la vue annuelle

source: I tuoi Ticket
fr_fr: Vos tickets

source: Qui puoi vedere i ticket inviati da te ai nostri membri dello staff. Puoi passare sopra al testo con il mouse per vedere tutto il testo del ticket e la risposta dello staff (se presente).
fr_fr: Ici, vous pouvez voir les tickets que vous avez envoyés aux membres de notre personnel. Vous pouvez passer le texte avec la souris pour voir tout le texte du ticket et la réponse du personnel (si présent).

source: Non hai ancora inviato nessun ticket.
fr_fr: Vous n'avez encore envoyé aucun ticket.

source: Testo
fr_fr: Texte

source: Data
fr_fr: Date

source: Tipo
fr_fr: Type

source: Nome staffer
fr_fr: Nom du membre du personnel

source: Risposta staffer
fr_fr: Réponse du membre du personnel

source: Stato
fr_fr: Statut

source: Domanda
fr_fr: Question

source: Bug / Errore
fr_fr: Bug / Erreur

source: Falso positivo
fr_fr: Faux positif

source: Altro
fr_fr: Autre

source: Chiuso
fr_fr: Fermé

source: Aperto
fr_fr: Ouvert

source: Da visualizzare
fr_fr: Pour afficher

source: Cambio Username
fr_fr: Changer le nom d’utilisateur

source: Puoi cambiare il tuo Username in questa sezione.
fr_fr: Vous pouvez changer votre nom d’utilisateur dans cette section.

source: Attenzione: Si può fare solo una volta ogni %d giorni.
fr_fr: Attention: Vous ne pouvez le faire qu’une fois tous les %d jours.

source: Nuovo Username
fr_fr: Nouveau nom d’utilisateur

source: Conferma Password
fr_fr: Confirmer le mot de passe

source: Cambia Username
fr_fr: Changer le nom d’utilisateur

source: Hai già effettuato un cambio in data
fr_fr: Vous avez déjà apporté un changement à la date

source: Attendi
fr_fr: Attendre

source: prima di cambiare nuovamente Username
fr_fr: avant de changer à nouveau le nom d’utilisateur

source: Cambio Password
fr_fr: Changer le mot de passe

source: Puoi cambiare la password inserendo prima quella vecchia e poi quella nuova nei campi sottostanti.
fr_fr: Vous pouvez changer le mot de passe en entrant l’ancien en premier, puis le nouveau dans les champs ci-dessous.

source: Vecchia Password
fr_fr: Ancien mot de passe

source: Nuova Password
fr_fr: Nouveau mot de passe

source: Requisiti minimi:
fr_fr: Exigences minimales:

source: Non deve essere vuota
fr_fr: Il ne doit pas être vide

source: Lunghezza minima
fr_fr: Longueur minimale

source: caratteri
fr_fr: caractères

source: Lunghezza massima
fr_fr: Longueur maximale

source: Ripeti Nuova Password
fr_fr: Répéter le nouveau mot de passe

source: Aggiorna Password
fr_fr: Mettre à jour le mot de passe

source: Cambio Email
fr_fr: Échange d’emails

source: Puoi cambiare l'indirizzo Email utilizzato per ricevere notifiche e Newsletter qui.
fr_fr: Vous pouvez modifier l’adresse e-mail utilisée pour recevoir les notifications et les newsletters ici.

source: Indirizzo Email attuale:
fr_fr: Adresse E-mail actuelle:

source: Nuova Email
fr_fr: Nouvel E-mail

source: Aggiorna Email
fr_fr: Mettre à jour l’E-mail

source: Richiesta dati utente
fr_fr: Demande de données utilisateur

source: Se desideri, puoi richiedere una copia dei tuoi dati personali, ma solo una volta ogni
fr_fr: Si vous le souhaitez, vous pouvez demander une copie de vos données personnelles, mais une seule fois par mois

source: Tutte le informazioni che possediamo ti saranno inviate tramite Email all'indirizzo di posta che ci hai fornito.
fr_fr: Toutes les informations que nous avons vous seront envoyées par Mail à l’E-mail que vous avez indiquée.

source: Puoi effettuare la richiesta adesso
fr_fr: Vous pouvez postuler maintenant

source: Hai già effettuato una richiesta in data
fr_fr: Vous avez déjà fait une demande à la date

source: prima di richiedere nuovamente i dati
fr_fr: avant de demander à nouveau les données

source: Richiedi dati personali
fr_fr: Demander des informations personnelles

source: Elimina questo account
fr_fr: Supprimer ce compte

source: Se desideri, puoi richiedere l'eliminazione PERMANENTE di tutti i tuoi dati. Nota che le licenze acquistate non saranno rimborsate. L'operazione non è annullabile.
fr_fr: Si vous le souhaitez, vous pouvez demander la suppression PERMANENTE de toutes vos données. Notez que les licences achetées ne seront pas remboursées. L’opération ne peut pas être annulée.

source: Il tuo Username
fr_fr: Votre pseudo

source: La tua Password
fr_fr: Votre mot de passe

source: Cancella questo account
fr_fr: Supprimer ce compte

source: Scansioni mensili
fr_fr: Scans mensuels

source: Scansioni annuali
fr_fr: Scans annuels

source: Scansioni
fr_fr: Scans

source: Caricamento dati. Attendi.
fr_fr: Téléchargement de données. Attendez.

source: Errore durante il caricamento dei dati.
fr_fr: Erreur lors du chargement des données.

source: Dati non validi.
fr_fr: Données non valides.

source: Nessun dato da mostrare.
fr_fr: Aucune donnée à afficher.

source: Tipo di grafico non supportato.
fr_fr: Type de graphique non pris en charge.

source: Caricamento grafico. Attendi.
fr_fr: Téléchargement graphique. Attendez.

source: Errore durante il rendering del grafico.
fr_fr: Erreur de rendu graphique.

source: Oggi
fr_fr: Aujourd’hui

source: Sospetto
fr_fr: Soupçonné

source: Codice errore:
fr_fr: Code d’erreur:

source: Errore
fr_fr: Erreur

source: Pulito
fr_fr: Propre

source: Cheat
fr_fr: Triche

source: Clicca per scaricare il log della scansione n°
fr_fr: Cliquez ici pour télécharger le journal d’analyse n°

source: Cliccando su 'Conferma' i tuoi dati personali saranno inviati al tuo indirizzo Email
fr_fr: En cliquant sur 'Confirmer', vos données personnelles seront envoyées à votre adresse E-mail

source: Confermi l'operazione?
fr_fr: Confirmez-vous l’opération ?

source: Non potrai effettuare nuove richieste per i prossimi
fr_fr: Vous ne pourrez pas faire de nouvelles demandes pour les suivantes

source: Il processo potrebbe richiedere alcuni minuti
fr_fr: Le processus peut prendre quelques minutes

source: Conferma
fr_fr: Confirmation

source: Annulla
fr_fr: Annuler

source: Raccolta dati in corso
fr_fr: Collecte de données en cours

source: Operazione completata
fr_fr: Opération terminée

source: L'Email con la raccolta dei tuoi dati è stata inviata alla casella di posta
fr_fr: L’E-mail avec la collecte de vos données a été envoyé à la boîte aux lettres

source: Si è verificato un errore
fr_fr: Une erreur est survenue

source: Non è stato possibile elaborare la richiesta
fr_fr: La demande n’a pas pu être traitée

source: È passato troppo poco tempo perché tu possa richiedere ancora i tuoi dati
fr_fr: Trop peu de temps s’est écoulé avant que vous puissiez demander à nouveau vos données

source: Sessione utente non valida. Rieffettua il login
fr_fr: Session utilisateur non valide. Veuillez vous reconnecter

source: Errore imprevisto
fr_fr: Erreur inattendue

source: Notifica OTP
fr_fr: Notification d’OTP

source: Il codice OTP
fr_fr: Le code OTP

source: è stato utilizzato con successo
fr_fr: a été utilisé avec succès

source: Il codice OTP è stato utilizzato con successo
fr_fr: Le code OTP a été utilisé avec succès

source: Codice OTP copiato!
fr_fr: Code OTP copié !

source: Chiusa
fr_fr: Fermé

source: Errore interno: Esecuzione script fallita
fr_fr: Erreur interne: l’exécution du script a échoué

source: minuto
fr_fr: minute

source: minuti
fr_fr: minutes

source: secondo
fr_fr: seconde

source: secondi
fr_fr: secondes

source: In attesa...
fr_fr: En attente ...

source: In uso...
fr_fr: En cours d’utilisation ...

source: In chiusura...
fr_fr: En terminant ...

source: Errore non pianificato
fr_fr: Erreur non planifiée

source: scansione
fr_fr: scan

source: Limite raggiunto
fr_fr: Limite atteinte

source: Una scansione effettuata nella sessione OTP è terminata
fr_fr: Une analyse effectuée dans la session OTP est terminée

source: Controlla la condivisione schermo o ricarica questa pagina per maggiori informazioni
fr_fr: Vérifiez le partage d’écran ou rechargez cette page pour plus d’informations

source: Clicca qui per tornare al tuo browser
fr_fr: Cliquez ici pour revenir à votre browser

source: La sessione aperta è scaduta ed è stata chiusa
fr_fr: La session ouverte a expiré et a été fermée

source: %s invia notifiche al tuo browser durante uno screenshare in determinate circostanze. Se desideri, puoi abilitare le notifiche PUSH %scliccando qui%s.
fr_fr: %s envoie des notifications à votre browser lors d'un partage d'écran dans certaines circonstances. Si vous le souhaitez, vous pouvez activer les notifications PUSH en %scliquant ici%s.

source: Benvenuto su
fr_fr: Bienvenue à

source: Ci auguriamo il servizio sia di tuo gradimento.
fr_fr: Nous espérons que vous apprécierez le service.

source: I nostri membri dello staff sono a tua completa disposizione.
fr_fr: Nos collaborateurs sont à votre entière disposition.

source: Puoi contattarli inviando una
fr_fr: Vous pouvez les contacter en leur envoyant un

source: Per iniziare ti consigliamo di dare un`occhiata a
fr_fr: Pour commencer, nous vous recommandons d’examiner

source: questo tutorial introduttivo
fr_fr: ce tutoriel d’introduction

source: Localizzazione
fr_fr: Localisation

source: è al momento disponibile ufficialmente in Inglese e Italiano. Le altre traduzioni potrebbero non essere accurate finché non saranno supportate completamente. Grazie per la comprensione.
fr_fr: est actuellement disponible officiellement en anglais et en italien. D’autres traductions peuvent ne pas être exactes jusqu’à ce qu’elles soient entièrement prises en charge. Merci de votre compréhension.

source: Clicca qui
fr_fr: Cliquez ici

source: per modificare la lingua di visualizzazione predefinita
fr_fr: changer la langue d’affichage par défaut

source: Preferenze salvate
fr_fr: Préférences enregistrées

source: Errore interno: Parametri insufficienti
fr_fr: Erreur interne: paramètres insuffisants

source: Errore interno: Tipo non valido
fr_fr: Erreur interne: type non valide

source: Sessione non valida: Rieffettua il login
fr_fr: Session invalide: Veuillez vous reconnecter

source: Elaborazione richiesta
fr_fr: Demande de traitement

source: L′Username deve avere una lunghezza tra i
fr_fr: Le nom d’utilisateur doit avoir une longueur comprise entre

source: ed i
fr_fr: et moi

source: caratteri
fr_fr: caractères

source: L′Username contiene caratteri non validi
fr_fr: Le nom d’utilisateur contient des caractères non valides

source: Username modificato con successo
fr_fr: Nom d’utilisateur modifié avec succès

source: Non è stato possibile cambiare l'Username
fr_fr: Il n’était pas possible de changer le nom d’utilisateur

source: Compila tutti i campi
fr_fr: Remplir tous les champs

source: Questo Username esiste già
fr_fr: Ce nom d’utilisateur existe déjà

source: È passato troppo poco tempo perché tu possa cambiare ancora il tuo Username
fr_fr: Trop peu de temps s’est écoulé avant que vous puissiez changer votre nom d’utilisateur

source: Scegli un altro Username
fr_fr: Choisissez un autre nom d’utilisateur

source: Questo Username è già in uso
fr_fr: Ce nom d’utilisateur est déjà utilisé

source: La password non è corretta
fr_fr: Le mot de passe est incorrect

source: L'ID non è stato trovato
fr_fr: L’ID n’a pas été trouvé

source: Password cambiata con successo
fr_fr: Mot de passe changé avec succès

source: Non è stato possibile cambiare la password
fr_fr: Le mot de passe n’a pas pu être changé

source: Le password non devono essere vuote
fr_fr: Les mots de passe ne doivent pas être vides

source: Le nuove password devono corrispondere
fr_fr: Les nouveaux mots de passe doivent correspondre

source: La vecchia password non è corretta
fr_fr: L’ancien mot de passe est incorrect

source: La password vecchia e quella nuova corrispondono
fr_fr: Les mots de passe anciens et nouveaux correspondent

source: ID Utente non valido
fr_fr: ID utilisateur non valide

source: La password vecchia e la nuova corrispondono
fr_fr: Les mots de passe anciens et nouveaux correspondent

source: Le password devono avere una lunghezza tra i
fr_fr: Les mots de passe doivent avoir une longueur comprise entre

source: Le password non corrispondono
fr_fr: Les mots de passe ne correspondent pas

source: Mail di conferma inviata all'indirizzo specificato
fr_fr: Courrier de confirmation envoyé à l’adresse spécifiée

source: Non è stato possibile inviare la mail all'indirizzo specificato
fr_fr: Il n’était pas possible d’envoyer l’E-mail à l’adresse spécifiée

source: Questo indirizzo Email è già in uso
fr_fr: Il n’était pas possible d’envoyer l’E-mail à l’adresse spécifiée

source: Non è stato possibile impostare il token di sicurezza
fr_fr: Le jeton de sécurité n’a pas pu être défini

source: Questo indirizzo Email non è valido
fr_fr: Cette adresse email n’est pas valide

source: Questo indirizzo Email è uguale a quello attualmente associato a questo account
fr_fr: Cette adresse e-mail est la même que celle actuellement associée à ce compte

source: In apertura...
fr_fr: Ouverture ...

source: Chiusura sessione
fr_fr: Clôture de session

source: Cliccando su 'Conferma' la sessione OTP attuale sarà chiusa forzatamente. Sei sicuro?
fr_fr: En cliquant sur ’Confirmer’, la session en cours d’OTP sera forcée de se fermer. Êtes-vous sûr ?

source: Se una scansione è in corso la sessione sarà chiusa al termine dell'operazione
fr_fr: Si une analyse est en cours, la session sera fermée à la fin de l’opération

source: Cliccando su 'Conferma' i tuoi dati personali saranno eliminati PERMANENTEMENTE senza possibilità di recuperarli
fr_fr: En cliquant sur ’Confirmer’, vos données personnelles seront effacées DE MANIÈRE PERMANENTE sans possibilité de les récupérer

source: Le licenze acquistate non saranno rimborsate
fr_fr: Les licences achetées ne seront pas remboursées

source: Il tuo account è stato cancellato. Ritorno alla Homepage in corso...
fr_fr: Votre compte a été annulé. Retour à la page d’accueil en cours ...

source: Password errata
fr_fr: Mot de passe incorrect

source: Inserisci il tuo Username
fr_fr: Entrez votre nom d’utilisateur
