Repository: LeonardoPantani/PBC-FireShield
Catalog: Translations/*/LC_MESSAGES/software.po
Languages: fr_fr

source: Perché perdere tempo con infiniti controlli quando un'applicazione può fare tutto per te?
fr_fr: Pourquoi perdre du temps avec des vérifications sans fin quand une application peut tout faire pour vous ?

source: Presentiamo
fr_fr: Nous présentons

source: uno Screenshare Tool dalle incredibili funzionalità!
fr_fr: un Screenshare Tool avec des fonctionnalités incroyables !

source: Affidabile
fr_fr: Fiable

source: Potrai trovare i cheat più famosi in modo completamente gratuito.
fr_fr: Vous pourrez trouver les astuces les plus célèbres complètement gratuitement.

source: Semplice
fr_fr: Simple

source: L'interfaccia è pulita ed intuitiva e ogni sezione presenta un pulsante di aiuto.
fr_fr: L'interface est propre et intuitive et chaque section a un bouton d'aide.

source: Veloce
fr_fr: Rapide

source: Non sarai mai interrotto da inutili pubblicità e caricamenti.
fr_fr: Vous ne serez jamais interrompu par des publicités et des téléchargements inutiles.

source: Completo
fr_fr: Complet

source: Munito di tutte le funzionalità essenziali per eseguire controlli accurati.
fr_fr: Equipé de toutes les fonctionnalités essentielles pour effectuer des contrôles précis.

source: Leggero
fr_fr: Léger

source: Abbiamo ridotto il peso del Software in modo che possa essere facilmente scaricabile da tutti.
fr_fr: Nous avons réduit le poids du logiciel afin qu'il puisse être facilement téléchargé par tout le monde.

source: Aggiornato
fr_fr: Mise à jour

source: Riceverai in tempo reale le notifiche di aggiornamento tramite l'auto-updater.
fr_fr: Vous recevrez des notifications de mise à jour en temps réel via le programme de mise à jour automatique.

source: Clicca qui per scaricare GRATUITAMENTE il software
fr_fr: Cliquez ici pour télécharger le logiciel GRATUITEMENT

source: Il download non è al momento disponibile
fr_fr: Le téléchargement n'est actuellement pas disponible

source: Scarica il Software
fr_fr: Téléchargez le logiciel
